INSERT INTO citizens (id_Number, first_Name, last_Name, gender, birth_Date, afm, address)
VALUES
    ('ΑΒ123456', 'Γιάννης', 'Παπαδόπουλος', 'MALE', '1990-05-15', '123456789', 'Οδός Ελμ 123, Αθήνα, 10434'),
    ('ΓΔ876543', 'Ελένη', 'Στεφανίδου', 'FEMALE', '1985-11-22', '987654321', 'Λεωφόρος Σφενδάμου 456, Θεσσαλονίκη, 54629'),
    ('ΕΖ112233', 'Αλέξανδρος', 'Ταξιάρχης', 'ENBY', '2000-07-10', '112233445', 'Οδός Δρυός 789, Πάτρα, 26222'),
    ('ΗΘ556677', 'Μόργκαν', 'Λι', 'OTHER', '1995-03-18', '556677889', 'Οδός Πεύκης 321, Ηράκλειο, 71305'),
    ('ΙΚ334455', 'Χρήστος', 'Κασσανδρινός', 'MALE', '1988-09-30', '334455667', 'Λεωφόρος Σημύδας 654, Λάρισα, 41222'),
    ('ΛΜ223344', 'Γιάννης', 'Γεωργίου', 'MALE', '1992-06-12', '223344556', 'Οδός Ολύμπου 98, Βόλος, 38221'),
    ('ΝΞ445566', 'Γιάννης', 'Κυριακός', 'MALE', '1987-03-14', '445566778', 'Οδός Ασκληπιού 77, Τρίκαλα, 42100'),
    ('ΟΠ667788', 'Γιάννης', 'Μαυρίδης', 'ENBY', '1993-09-05', '667788990', 'Λεωφόρος Δημοκρατίας 155, Αλεξανδρούπολη, 68100'),
    ('ΡΣ889900', 'Κατερίνα', 'Βασιλείου', 'FEMALE', '1990-02-19', '889900112', 'Οδός Κρήτης 45, Ρόδος, 85100'),
    ('ΤΥ991122', 'Θανάσης', 'Μαυρογιώργης', 'MALE', '1987-04-23', '991122334', 'Οδός Ειρήνης 10, Καλαμάτα, 24100'),
    ('ΥΦ334455', 'Ανδρέας', 'Στεφανίδης', 'OTHER', '1991-12-15', '334455667', 'Οδός Ηρώων 44, Χανιά, 73100'),
    ('ΧΨ445566', 'Μαρία', 'Στεφανίδης', 'FEMALE', '1983-08-27', '445566778', 'Οδός Σταυρού 22, Ρέθυμνο, 74100'),
    ('ΩΖ667788', 'Νικόλαος', 'Γεωργίου', 'MALE', '1999-10-01', '667788990', 'Λεωφόρος Παπαναστασίου 50, Ηράκλειο, 71305'),
    ('ΠΘ889900', 'Ανδρέας', 'Χατζής', 'MALE', '1986-05-14', '889900112', 'Οδός Παύλου Μελά 60, Καβάλα, 65404'),
    ('ΦΚ991122', 'Ανδρέας', 'Παπαγεωργίου', 'OTHER', '1995-08-23', '991122334', 'Οδός Ειρήνης 10, Σέρρες, 62100');
